[
    {
        "name": "Bitcoin",
        "description": {
            "EN": "Bitcoin is a decentralized digital currency that enables peer-to-peer transactions without the need for intermediaries like banks. It operates on a secure, transparent, and public ledger called the blockchain, ensuring the integrity and immutability of all transactions.",
            "FR": "Le Bitcoin est une monnaie numérique décentralisée permettant des transactions de pair à pair sans recourir à des intermédiaires tels que les banques. Il fonctionne sur un grand livre sécurisé, transparent et public appelé blockchain, garantissant l'intégrité et l'immutabilité de toutes les transactions."
        },
        "symbol": "BTC",
        "paire": "BTC/USDT",
        "logo": "https://static.coinpaprika.com/coin/btc-bitcoin/logo.png",
        "ohlcv_histo": [
            57038.6,
            62426.1,
            61149.9,
            62376.9,
            62010.0,
            63112.7,
            68244.4,
            63719.5,
            66078.0,
            66829.0,
            68125.0,
            68311.6,
            68953.6,
            72084.4,
            71450.1,
            73082.7,
            71399.3,
            69500.0,
            65308.1,
            68399.1,
            67611.9,
            61936.4,
            67825.1,
            65507.9,
            63801.5,
            63987.1,
            67211.9,
            69869.8,
            69995.6,
            69466.4,
            70785.1
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/btc-bitcoin/ohlcv/today",
        "premium": false,
        "IA": "Vente"
    },
    {
        "name": "Ethereum",
        "description": {
            "EN": "Ethereum is an open-source, blockchain-based platform featuring smart contract functionality, enabling developers to build and deploy decentralized applications (dApps) with enhanced security, transparency, and automation capabilities.",
            "FR": "Ethereum est une plateforme open-source basée sur la blockchain, dotée d'une fonctionnalité de contrat intelligent, permettant aux développeurs de créer et de déployer des applications décentralisées (dApps) avec une sécurité, une transparence et des capacités d'automatisation accrues."
        },
        "symbol": "ETH",
        "paire": "ETH/USDT",
        "logo": "https://static.coinpaprika.com/coin/eth-ethereum/logo.png",
        "ohlcv_histo": [
            3242.6,
            3382.91,
            3340.8,
            3432.92,
            3421.58,
            3487.65,
            3627.45,
            3553.43,
            3819.49,
            3868.6,
            3883.23,
            3905.17,
            3879.05,
            4065.14,
            3980.39,
            4005.49,
            3881.99,
            3742.03,
            3523.66,
            3644.27,
            3521.01,
            3158.4,
            3515.63,
            3492.78,
            3336.94,
            3329.38,
            3455.19,
            3590.21,
            3587.93,
            3502.0,
            3561.35
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/eth-ethereum/ohlcv/today",
        "premium": false,
        "IA": "Vente"
    },
    {
        "name": "Binance Coin",
        "description": {
            "EN": "Binance Coin (BNB) is the native cryptocurrency of the Binance exchange platform, offering users discounted trading fees, participation in token sales, and various utilities within the expansive Binance ecosystem.",
            "FR": "Binance Coin (BNB) est la crypto-monnaie native de la plateforme d'échange Binance, offrant aux utilisateurs des frais de négociation réduits, la participation à des ventes de jetons et divers services au sein de l'écosystème étendu de Binance."
        },
        "symbol": "BNB",
        "paire": "BNB/USDT",
        "logo": "https://static.coinpaprika.com/coin/bnb-binance-coin/logo.png",
        "ohlcv_histo": [
            394.7,
            414.7,
            399.5,
            407.3,
            410.9,
            414.5,
            418.5,
            394.1,
            429.2,
            474.4,
            485.8,
            488.4,
            528.7,
            522.9,
            537.6,
            630.4,
            603.2,
            634.2,
            576.6,
            571.3,
            555.2,
            507.6,
            556.7,
            554.0,
            553.8,
            551.8,
            567.8,
            586.9,
            580.3,
            574.3,
            583.3
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/bnb-binance-coin/ohlcv/today",
        "premium": true,
        "IA": "Achat"
    },
    {
        "name": "Solana",
        "description": {
            "EN": "Solana is a fast, decentralized blockchain platform capable of processing over 65,000 transactions per second, making it one of the fastest in the industry.",
            "FR": "Solana est une plateforme blockchain rapide et décentralisée capable de traiter plus de 65 000 transactions par seconde, ce qui en fait l'une des plus rapides de l'industrie."
        },
        "symbol": "SOL",
        "paire": "SOL/USDT",
        "logo": "https://static.coinpaprika.com/coin/sol-solana/logo.png",
        "ohlcv_histo": [
            108.38,
            119.08,
            125.67,
            129.35,
            130.04,
            130.16,
            133.31,
            125.33,
            130.82,
            143.82,
            144.79,
            144.3,
            144.42,
            148.83,
            151.05,
            163.86,
            176.68,
            184.03,
            182.06,
            201.86,
            195.9,
            169.85,
            191.78,
            179.49,
            175.15,
            172.65,
            183.87,
            188.97,
            190.45,
            186.33,
            189.64
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/sol-solana/ohlcv/today",
        "premium": false,
        "IA": "Achat"
    },
    {
        "name": "XRP",
        "description": {
            "EN": "Ripple is a real-time gross settlement system (RTGS), currency exchange, and remittance network built on a distributed ledger technology called XRP Ledger, facilitating fast, cost-effective, and global cross-border financial transactions among banks and payment providers.",
            "FR": "Ripple est un système de règlement brut en temps réel (RTGS), d'échange de devises et de transfert de fonds construit sur une technologie de grand livre distribué appelée XRP Ledger, facilitant les transactions financières transfrontalières rapides, rentables et mondiales entre les banques et les fournisseurs de paiement."
        },
        "symbol": "XRP",
        "paire": "XRP/USDT",
        "logo": "https://static.coinpaprika.com/coin/xrp-xrp/logo.png",
        "ohlcv_histo": [
            0.586,
            0.5751,
            0.5867,
            0.601,
            0.6443,
            0.6268,
            0.6479,
            0.5916,
            0.6122,
            0.627,
            0.62,
            0.6199,
            0.6081,
            0.7225,
            0.6881,
            0.689,
            0.6689,
            0.6341,
            0.6029,
            0.6191,
            0.6452,
            0.5846,
            0.6108,
            0.6405,
            0.6115,
            0.6167,
            0.6328,
            0.6405,
            0.6318,
            0.6119,
            0.6243
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/xrp-xrp/ohlcv/today",
        "premium": false,
        "IA": "Neutral"
    },
    {
        "name": "Dogecoin",
        "description": {
            "EN": "Dogecoin is a lighthearted, meme-inspired cryptocurrency based on the popular Doge Shiba Inu dog image, utilizing a simplified Proof-of-Work algorithm, focusing on community building, tipping content creators, and promoting fun, inclusiveness, and positivity within the crypto space.",
            "FR": "Dogecoin est une crypto-monnaie légère, inspirée des memes et basée sur l'image populaire du chien Shiba Inu Doge, utilisant un algorithme simplifié de preuve de travail, se concentrant sur le développement de la communauté, la rémunération des créateurs de contenu et la promotion du plaisir, de l'inclusion et de la positivité dans l'espace crypto."
        },
        "symbol": "DOGE",
        "paire": "DOGE/USDT",
        "logo": "https://static.coinpaprika.com/coin/doge-dogecoin/logo.png",
        "ohlcv_histo": [
            0.09757,
            0.11582,
            0.11734,
            0.13925,
            0.14198,
            0.15343,
            0.18196,
            0.15305,
            0.15785,
            0.15763,
            0.16461,
            0.17874,
            0.17,
            0.18205,
            0.16811,
            0.16904,
            0.17725,
            0.16361,
            0.14251,
            0.15425,
            0.14352,
            0.12881,
            0.15211,
            0.1554,
            0.15292,
            0.16188,
            0.17652,
            0.17527,
            0.18225,
            0.19044,
            0.22009
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/doge-dogecoin/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "Cardano",
        "description": {
            "EN": "Cardano is a proof-of-stake blockchain platform designed for developing scalable, secure, and energy-efficient decentralized applications and systems, prioritizing rigorous academic research, evidence-based development, and regulatory compliance.",
            "FR": "Cardano est une plateforme blockchain à preuve d'enjeu conçue pour développer des applications et des systèmes décentralisés évolutifs, sécurisés et économes en énergie, en donnant la priorité à une recherche universitaire rigoureuse, à un développement basé sur des données probantes et à la conformité réglementaire."
        },
        "symbol": "ADA",
        "paire": "ADA/USDT",
        "logo": "https://static.coinpaprika.com/coin/ada-cardano/logo.png",
        "ohlcv_histo": [
            0.6238,
            0.6288,
            0.6544,
            0.7194,
            0.7414,
            0.7279,
            0.7703,
            0.6919,
            0.7349,
            0.7427,
            0.7228,
            0.7419,
            0.7165,
            0.7752,
            0.748,
            0.7638,
            0.7508,
            0.7274,
            0.6594,
            0.6814,
            0.6598,
            0.5861,
            0.6396,
            0.6319,
            0.6146,
            0.6232,
            0.6465,
            0.6566,
            0.6651,
            0.6479,
            0.6504
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/ada-cardano/ohlcv/today",
        "premium": false,
        "IA": "Vente"
    },
    {
        "name": "Avalanche",
        "description": {
            "EN": "Avalanche is a highly scalable, customizable, and rapidly finalizing layer-1 blockchain platform, empowering developers to create decentralized finance (DeFi) applications, enterprise solutions, and other innovative use cases while ensuring subsecond transaction confirmations and low costs through its unique consensus mechanism.",
            "FR": "Avalanche est une plateforme blockchain de couche 1 hautement évolutive, personnalisable et rapidement finalisée, permettant aux développeurs de créer des applications financières décentralisées (DeFi), des solutions d'entreprise et d'autres cas d'utilisation innovants tout en garantissant des confirmations de transactions subsecondes et des coûts faibles grâce à son mécanisme de consensus unique."
        },
        "symbol": "AVAX",
        "paire": "AVAX/USDT",
        "logo": "https://static.coinpaprika.com/coin/avax-avalanche/logo.png",
        "ohlcv_histo": [
            39.248,
            40.336,
            40.944,
            42.669,
            44.371,
            42.611,
            43.086,
            39.435,
            41.561,
            43.209,
            42.612,
            42.904,
            42.04,
            49.086,
            55.478,
            54.796,
            53.956,
            58.397,
            53.465,
            58.43,
            60.656,
            53.656,
            57.089,
            53.837,
            53.441,
            53.449,
            55.694,
            57.738,
            55.812,
            54.068,
            54.625
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/avax-avalanche/ohlcv/today",
        "premium": false,
        "IA": "Achat"
    },
    {
        "name": "Shiba Inu",
        "description": {
            "EN": "Shiba Inu is a meme-inspired cryptocurrency project themed around the Shiba Inu dog breed, initially launched as a joke but gaining popularity due to its playful nature, strong community support, and potential utility as a decentralized, community-driven experiment in social media-fueled virality and value creation.",
            "FR": "Shiba Inu est un projet de crypto-monnaie inspiré des memes et basé sur la race de chien Shiba Inu, lancé à l'origine comme une blague mais gagnant en popularité en raison de son caractère ludique, du fort soutien de la communauté et de son utilité potentielle en tant qu'expérience décentralisée et communautaire de viralité et de création de valeur alimentée par les médias sociaux."
        },
        "symbol": "SHIB",
        "paire": "SHIB/USDT",
        "logo": "https://static.coinpaprika.com/coin/shib-shiba-inu/logo.png",
        "ohlcv_histo": [
            1.089e-05,
            1.1703e-05,
            1.2558e-05,
            1.6872e-05,
            2.2593e-05,
            2.2542e-05,
            3.5913e-05,
            3.5189e-05,
            3.3263e-05,
            3.1508e-05,
            3.5173e-05,
            3.4943e-05,
            3.2853e-05,
            3.3858e-05,
            3.222e-05,
            3.2035e-05,
            3.2219e-05,
            2.99e-05,
            2.5385e-05,
            2.9545e-05,
            2.6848e-05,
            2.4882e-05,
            2.7755e-05,
            2.7196e-05,
            2.6535e-05,
            2.7127e-05,
            2.8071e-05,
            2.8693e-05,
            3.0639e-05,
            3.0165e-05,
            3.2012e-05
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/shib-shiba-inu/ohlcv/today",
        "premium": true,
        "IA": "Achat"
    },
    {
        "name": "Polkadot",
        "description": {
            "EN": "Polkadot is a multi-chain, heterogeneous sharded network allowing seamless communication and interoperability between different specialized blockchains, known as parachains, thus creating a unified, scalable, and flexible Web3 infrastructure for decentralized applications and services.",
            "FR": "Polkadot est un réseau hétérogène à chaînes multiples permettant une communication et une interopérabilité transparentes entre différentes blockchains spécialisées, appelées parachains, créant ainsi une infrastructure Web3 unifiée, évolutive et flexible pour les applications et services décentralisés."
        },
        "symbol": "DOT",
        "paire": "DOT/USDT",
        "logo": "https://static.coinpaprika.com/coin/dot-polkadot/logo.png",
        "ohlcv_histo": [
            8.365,
            8.343,
            8.262,
            8.662,
            9.461,
            9.778,
            9.866,
            9.322,
            10.54,
            10.402,
            10.642,
            10.494,
            10.261,
            11.037,
            10.739,
            11.37,
            11.557,
            10.816,
            9.686,
            10.083,
            9.901,
            8.781,
            9.485,
            9.181,
            8.934,
            8.973,
            9.371,
            9.738,
            9.69,
            9.444,
            9.522
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/dot-polkadot/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "Chainlink",
        "description": {
            "EN": "Chainlink is a decentralized oracle network providing reliable, secure, and tamper-proof connectivity between smart contracts on blockchains and external data sources, APIs, and off-chain computational services, thereby expanding their functionalities and enhancing real-world adoption.",
            "FR": "Chainlink est un réseau d'oracles décentralisé fournissant une connectivité fiable, sécurisée et inviolable entre les contrats intelligents sur les blockchains et les sources de données externes, les API et les services de calcul hors chaîne, élargissant ainsi leurs fonctionnalités et améliorant l'adoption dans le monde réel."
        },
        "symbol": "LINK",
        "paire": "LINK/USDT",
        "logo": "https://static.coinpaprika.com/coin/link-chainlink/logo.png",
        "ohlcv_histo": [
            19.028,
            19.433,
            19.266,
            20.047,
            21.399,
            20.509,
            20.424,
            18.967,
            20.087,
            20.094,
            19.699,
            19.978,
            21.675,
            21.286,
            20.698,
            20.749,
            20.88,
            19.626,
            18.113,
            18.667,
            18.297,
            16.826,
            18.413,
            18.454,
            18.364,
            18.065,
            18.517,
            19.384,
            20.012,
            19.287,
            19.131
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/link-chainlink/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "TRON",
        "description": {
            "EN": "Tron is a decentralized, open-source blockchain platform fostering the creation and deployment of dApps, games, and digital assets, aiming to revolutionize the entertainment industry by eliminating middlemen, reducing costs, and democratizing access to digital content globally.",
            "FR": "Tron est une plateforme blockchain décentralisée et open-source favorisant la création et le déploiement de dApps, de jeux et d'actifs numériques, visant à révolutionner l'industrie du divertissement en éliminant les intermédiaires, en réduisant les coûts et en démocratisant l'accès au contenu numérique à l'échelle mondiale."
        },
        "symbol": "TRX",
        "paire": "TRX/USDT",
        "logo": "https://static.coinpaprika.com/coin/trx-tron/logo.png",
        "ohlcv_histo": [
            0.1429,
            0.1421,
            0.14046,
            0.14151,
            0.14125,
            0.14062,
            0.14024,
            0.13592,
            0.13781,
            0.13713,
            0.13661,
            0.13579,
            0.13375,
            0.13379,
            0.13147,
            0.13198,
            0.1292,
            0.12641,
            0.12531,
            0.1263,
            0.12415,
            0.11241,
            0.12078,
            0.12121,
            0.11739,
            0.11827,
            0.12019,
            0.12043,
            0.12078,
            0.11939,
            0.12045
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/trx-tron/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "Polygon",
        "description": {
            "EN": "Polygon (formerly Matic Network) is a Layer-2 scaling solution for Ethereum, leveraging the Plasma framework and PoS sidechains to enhance scalability, reduce gas fees, improve user experience, and enable faster, cheaper, and more eco-friendly transactions for decentralized applications and services.",
            "FR": "Polygon (anciennement Matic Network) est une solution de mise à l'échelle de la couche 2 pour Ethereum, tirant parti du cadre Plasma et des sidechains PoS pour améliorer l'extensibilité, réduire les frais de gaz, améliorer l'expérience utilisateur et permettre des transactions plus rapides, moins chères et plus respectueuses de l'environnement pour les applications et services décentralisés."
        },
        "symbol": "MATIC",
        "paire": "MATIC/USDT",
        "logo": "https://static.coinpaprika.com/coin/matic-polygon/logo.png",
        "ohlcv_histo": [
            1.0287,
            1.0087,
            1.0016,
            1.0249,
            1.0947,
            1.089,
            1.1448,
            1.0335,
            1.1182,
            1.1603,
            1.1253,
            1.1566,
            1.2285,
            1.2405,
            1.1819,
            1.2704,
            1.2223,
            1.1411,
            1.0427,
            1.0885,
            1.0307,
            0.9318,
            1.0081,
            0.9955,
            0.9731,
            0.9793,
            1.0114,
            1.0455,
            1.0463,
            1.0087,
            1.0022
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/matic-polygon/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "Uniswap",
        "description": {
            "EN": "Uniswap is a leading decentralized exchange (DEX) protocol built on Ethereum, employing automated market making (AMM) algorithms and liquidity pools instead of traditional order books, enabling trustless, efficient, and self-governing swaps of ERC-20 tokens with minimal slippage and high capital efficiency.",
            "FR": "Uniswap est un protocole d'échange décentralisé (DEX) de premier plan construit sur Ethereum, utilisant des algorithmes de création de marché automatisée (AMM) et des pools de liquidités au lieu des carnets d'ordres traditionnels, permettant des échanges de jetons ERC-20 sans confiance, efficaces et autogérés avec un glissement minimal et une grande efficacité du capital."
        },
        "symbol": "UNI",
        "paire": "UNI/USDT",
        "logo": "https://static.coinpaprika.com/coin/uni-uniswap/logo.png",
        "ohlcv_histo": [
            10.829,
            10.923,
            11.127,
            11.564,
            12.612,
            12.637,
            12.363,
            13.184,
            15.397,
            14.876,
            14.58,
            14.167,
            14.227,
            14.439,
            14.065,
            14.228,
            13.952,
            13.057,
            12.027,
            12.425,
            11.872,
            10.612,
            11.901,
            12.183,
            11.758,
            11.616,
            12.039,
            12.435,
            12.691,
            12.239,
            12.747
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/uni-uniswap/ohlcv/today",
        "premium": true,
        "IA": "Achat"
    },
    {
        "name": "Near Protocol",
        "description": {
            "EN": "NEAR is a blockchain platform designed for building and deploying decentralized applications (dApps) with a focus on usability, scalability, and developer experience, utilizing sharding and a unique consensus mechanism called Nightshade.",
            "FR": "NEAR est une plateforme blockchain conçue pour créer et déployer des applications décentralisées (dApps) avec un accent sur la convivialité, la scalabilité et l'expérience des développeurs, en utilisant le sharding et un mécanisme de consensus unique appelé Nightshade."
        },
        "symbol": "NEAR",
        "paire": "NEAR/USDT",
        "logo": "https://static.coinpaprika.com/coin/near-near-protocol/logo.png",
        "ohlcv_histo": [
            3.944,
            3.899,
            3.877,
            3.957,
            4.485,
            4.435,
            4.339,
            4.248,
            5.892,
            5.526,
            5.737,
            6.189,
            5.947,
            6.68,
            8.068,
            7.754,
            8.855,
            7.486,
            6.728,
            8.24,
            7.026,
            6.354,
            6.915,
            6.45,
            6.491,
            6.623,
            7.003,
            7.449,
            7.658,
            7.256,
            7.192
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/near-near-protocol/ohlcv/today",
        "premium": true,
        "IA": "Neutral"
    },
    {
        "name": "Litecoin",
        "description": {
            "EN": "Litecoin is a decentralized cryptocurrency based on blockchain technology, designed as a faster and more efficient alternative to Bitcoin, enabling users to make peer-to-peer transactions without intermediaries.",
            "FR": "Litecoin est une crypto-monnaie décentralisée basée sur la technologie de la blockchain, conçue comme une alternative plus rapide et plus efficace au Bitcoin, permettant aux utilisateurs d'effectuer des transactions de pair à pair sans intermédiaires."
        },
        "symbol": "LTC",
        "paire": "LTC/USDT",
        "logo": "https://static.coinpaprika.com/coin/ltc-litecoin/logo.png",
        "ohlcv_histo": [
            74.0,
            74.48,
            79.93,
            84.9,
            94.53,
            90.7,
            88.98,
            81.95,
            85.87,
            87.99,
            88.31,
            90.7,
            87.47,
            103.82,
            97.53,
            97.24,
            94.08,
            89.74,
            84.17,
            85.9,
            86.77,
            78.47,
            84.65,
            85.74,
            83.43,
            85.28,
            89.64,
            90.58,
            95.74,
            93.56,
            94.09
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/ltc-litecoin/ohlcv/today",
        "premium": true,
        "IA": "Neutral"
    },
    {
        "name": "Aptos",
        "description": {
            "EN": "APT is a utility token issued by Alpha Finance Lab, designed to enhance the functionality and governance within the Alpha ecosystem, including various DeFi products and services.",
            "FR": "APT est un jeton utilitaire émis par Alpha Finance Lab, conçu pour améliorer la fonctionnalité et la gouvernance au sein de l'écosystème Alpha, y compris divers produits et services DeFi."
        },
        "symbol": "APT",
        "paire": "APT/USDT",
        "logo": "https://static.coinpaprika.com/coin/apt-aptos/logo.png",
        "ohlcv_histo": [
            9.9448,
            12.3675,
            11.7062,
            11.848,
            12.1319,
            11.6095,
            12.0921,
            13.6668,
            13.6763,
            13.2451,
            13.2145,
            13.1506,
            12.7449,
            13.4616,
            13.371,
            13.1425,
            14.2962,
            15.1184,
            13.3047,
            14.0311,
            14.4299,
            15.445,
            15.5907,
            15.027,
            16.2584,
            16.1564,
            16.3415,
            17.3407,
            18.066,
            17.6908,
            17.3715
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/apt-aptos/ohlcv/today",
        "premium": true,
        "IA": "Achat"
    },
    {
        "name": "Filecoin",
        "description": {
            "EN": "FIL is the native cryptocurrency of the Filecoin network, utilized for various purposes including storage payments and network participation incentives within the decentralized storage platform.",
            "FR": "FIL est la crypto-monnaie native du réseau Filecoin, utilisée à diverses fins, notamment les paiements de stockage et les incitations à la participation au réseau au sein de la plateforme de stockage décentralisée."
        },
        "symbol": "FIL",
        "paire": "FIL/USDT",
        "logo": "https://static.coinpaprika.com/coin/fil-filecoin/logo.png",
        "ohlcv_histo": [
            7.67,
            7.718,
            8.144,
            8.201,
            9.301,
            10.508,
            10.018,
            8.886,
            10.05,
            9.928,
            11.444,
            11.065,
            10.685,
            11.176,
            10.906,
            10.633,
            10.499,
            9.767,
            8.83,
            9.172,
            8.871,
            7.997,
            8.636,
            9.022,
            8.728,
            8.63,
            8.911,
            9.375,
            9.44,
            9.12,
            9.297
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/fil-filecoin/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "Cosmos",
        "description": {
            "EN": "Cosmos is a decentralized network of independent, parallel, and interconnected blockchains called zones, powered by the Interblockchain Communication Protocol (IBC), aiming to solve scalability issues, promote interoperability, streamline application development, and foster a harmonious ecosystem of connected sovereign chains.",
            "FR": "Cosmos est un réseau décentralisé de blockchains indépendantes, parallèles et interconnectées appelées zones, alimenté par le protocole de communication interblockchain (IBC), visant à résoudre les problèmes d'extensibilité, à promouvoir l'interopérabilité, à rationaliser le développement d'applications et à favoriser un écosystème harmonieux de chaînes souveraines connectées."
        },
        "symbol": "ATOM",
        "paire": "ATOM/USDT",
        "logo": "https://static.coinpaprika.com/coin/atom-cosmos/logo.png",
        "ohlcv_histo": [
            11.211,
            11.4,
            11.269,
            11.649,
            12.203,
            12.161,
            12.479,
            11.999,
            14.224,
            13.899,
            13.408,
            13.355,
            13.176,
            13.702,
            13.406,
            14.119,
            13.677,
            12.637,
            11.933,
            12.275,
            11.718,
            10.892,
            11.755,
            11.638,
            11.417,
            11.343,
            11.609,
            12.181,
            12.214,
            12.624,
            12.297
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/atom-cosmos/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "Immutable X",
        "description": {
            "EN": "IMX is a cryptocurrency issued by Immutable X, providing a layer-2 scaling solution for Ethereum-based applications, with a focus on NFTs (Non-Fungible Tokens) and gaming.",
            "FR": "IMX est une crypto-monnaie émise par Immutable X, fournissant une solution de mise à l'échelle de la couche 2 pour les applications basées sur Ethereum, avec un accent sur les NFT (jetons non fongibles) et les jeux."
        },
        "symbol": "IMX",
        "paire": "IMX/USDT",
        "logo": "https://static.coinpaprika.com/coin/imx-immutable-x/logo.png",
        "ohlcv_histo": [
            3.344,
            3.3358,
            3.1956,
            3.2083,
            3.2338,
            3.3148,
            3.1333,
            2.9038,
            3.1449,
            3.3392,
            3.3733,
            3.5288,
            3.4134,
            3.6431,
            3.6079,
            3.468,
            3.3183,
            3.068,
            2.8518,
            2.9614,
            2.8376,
            2.5824,
            2.9043,
            2.8546,
            2.7397,
            2.9408,
            2.973,
            3.0892,
            3.0066,
            2.9456,
            2.9357
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/imx-immutable-x/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "The Graph",
        "description": {
            "EN": "The Graph is a decentralized indexing and querying protocol for blockchains such as Ethereum, IPFS, and Filecoin, enabling developers to efficiently retrieve specific data from on-chain events and state changes using standardized GraphQL queries, unlocking new possibilities for decentralized applications and services.",
            "FR": "The Graph est un protocole d'indexation et d'interrogation décentralisé pour des blockchains telles qu'Ethereum, IPFS et Filecoin, permettant aux développeurs de récupérer efficacement des données spécifiques à partir d'événements sur la chaîne et de changements d'état en utilisant des requêtes GraphQL normalisées, ouvrant de nouvelles possibilités pour les applications et les services décentralisés."
        },
        "symbol": "GRT",
        "paire": "GRT/USDT",
        "logo": "https://static.coinpaprika.com/coin/grt-the-graph/logo.png",
        "ohlcv_histo": [
            0.2797,
            0.2869,
            0.2814,
            0.3217,
            0.3181,
            0.3196,
            0.3078,
            0.278,
            0.3248,
            0.3455,
            0.3398,
            0.4519,
            0.437,
            0.4341,
            0.4456,
            0.4409,
            0.437,
            0.4111,
            0.3678,
            0.4224,
            0.3907,
            0.3737,
            0.4043,
            0.3806,
            0.3659,
            0.365,
            0.3878,
            0.4028,
            0.3985,
            0.4006,
            0.4113
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/grt-the-graph/ohlcv/today",
        "premium": true,
        "IA": "Achat"
    },
    {
        "name": "Optimism",
        "description": {
            "EN": "OP is a cryptocurrency aiming to provide decentralized options trading and liquidity provision services on various blockchain platforms, enhancing accessibility and efficiency within the derivatives market.",
            "FR": "OP est une crypto-monnaie visant à fournir des services de trading d'options décentralisés et de provision de liquidité sur différentes plateformes blockchain, améliorant l'accessibilité et l'efficacité sur le marché des produits dérivés."
        },
        "symbol": "OP",
        "paire": "OP/USDT",
        "logo": "https://static.coinpaprika.com/coin/op-optimism/logo.png",
        "ohlcv_histo": [
            3.705,
            3.7653,
            3.7002,
            3.757,
            3.9892,
            3.9864,
            3.9083,
            4.5152,
            4.5436,
            4.6627,
            4.4844,
            4.6966,
            4.5352,
            4.5807,
            4.3612,
            4.4165,
            4.2014,
            3.8203,
            3.5539,
            3.5823,
            3.3028,
            3.442,
            3.5479,
            3.4282,
            3.4254,
            3.4276,
            3.7073,
            3.8561,
            3.9142,
            3.67,
            3.725
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/op-optimism/ohlcv/today",
        "premium": true,
        "IA": "Vente"
    },
    {
        "name": "Injective Protocol",
        "description": {
            "EN": "INJ is a utility token issued by Injective Protocol, facilitating decentralized derivatives trading and exchange services within the Injective ecosystem.",
            "FR": "INJ est un jeton utilitaire émis par le protocole Injective, facilitant le trading décentralisé de produits dérivés et les services d'échange au sein de l'écosystème Injective."
        },
        "symbol": "INJ",
        "paire": "INJ/USDT",
        "logo": "https://static.coinpaprika.com/coin/inj-injective-protocol/logo.png",
        "ohlcv_histo": [
            39.972,
            43.243,
            40.913,
            45.107,
            42.763,
            40.677,
            40.621,
            37.773,
            38.867,
            42.836,
            41.447,
            40.875,
            40.118,
            42.561,
            51.888,
            48.313,
            47.92,
            44.492,
            40.725,
            42.828,
            38.412,
            35.959,
            39.121,
            37.097,
            35.289,
            35.016,
            36.516,
            37.856,
            39.042,
            37.914,
            38.458
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/inj-injective-protocol/ohlcv/today",
        "premium": true,
        "IA": "Neutral"
    },
    {
        "name": "Singularity NET",
        "description": {
            "EN": "AGIX is an AI-focused cryptocurrency issued by SingularityNET, aiming to facilitate decentralized human-AI interaction and collaboration.",
            "FR": "AGIX est une crypto-monnaie axée sur l'intelligence artificielle émise par SingularityNET, visant à faciliter l'interaction et la collaboration décentralisées entre humains et IA."
        },
        "symbol": "AGIX",
        "paire": "AGIX/USDT",
        "logo": "https://static.coinpaprika.com/coin/agix-singularitynet/logo.png",
        "ohlcv_histo": [
            0.6661,
            0.7373,
            0.7022,
            0.9065,
            0.9504,
            0.9182,
            0.8828,
            0.8117,
            1.0964,
            1.1791,
            1.2026,
            1.3913,
            1.2994,
            1.2404,
            1.2303,
            1.2097,
            1.2749,
            1.1496,
            1.0136,
            1.1766,
            1.0519,
            0.984,
            1.1073,
            1.0403,
            1.0184,
            1.0362,
            1.1199,
            1.1724,
            1.1885,
            1.299,
            1.3889
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/agix-singularitynet/ohlcv/today",
        "premium": true,
        "IA": "Neutral"
    },
    {
        "name": "Chiliz",
        "description": {
            "EN": "Chiliz is a blockchain-based platform providing solutions for the sports and entertainment industry, allowing organizations to create their own branded fan tokens for engaging with fans and offering unique experiences or rewards.",
            "FR": "Chiliz est une plateforme basée sur la blockchain fournissant des solutions pour l'industrie du sport et du divertissement, permettant aux organisations de créer leurs propres jetons de fans de marque pour s'engager avec les fans et offrir des expériences ou des récompenses uniques."
        },
        "symbol": "CHZ",
        "paire": "CHZ/USDT",
        "logo": "https://static.coinpaprika.com/coin/chz-chiliz/logo.png",
        "ohlcv_histo": [
            0.14466,
            0.13827,
            0.14226,
            0.16147,
            0.16263,
            0.15355,
            0.15049,
            0.13547,
            0.1483,
            0.15131,
            0.15369,
            0.15495,
            0.1501,
            0.16137,
            0.15819,
            0.16653,
            0.15847,
            0.14736,
            0.13328,
            0.13952,
            0.13268,
            0.1207,
            0.13317,
            0.13804,
            0.13365,
            0.13398,
            0.13873,
            0.14529,
            0.14758,
            0.1418,
            0.14559
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/chz-chiliz/ohlcv/today",
        "premium": true,
        "IA": "Neutral"
    }
]