[
    {
        "name": "Bitcoin",
        "description": {
            "EN": "Bitcoin is a decentralized digital currency that allows peer-to-peer transactions without the need for intermediaries like banks. It operates on a secure, transparent, and public ledger called the blockchain, which ensures the integrity and immutability of all transactions.",
            "FR": "Le bitcoin est une monnaie numerique decentralisee qui permet des transactions de pair a pair sans avoir recours a des intermediaires comme les banques. Il fonctionne sur un grand livre securise, transparent et public appele blockchain, qui garantit l'integrite et l'immutabilite de toutes les transactions."
        },
        "symbol": "BTC",
        "paire": "BTC/USDT",
        "logo": "https://static.coinpaprika.com/coin/btc-bitcoin/logo.png",
        "ohlcv_histo": [
            42576.0,
            43086.8,
            43197.2,
            43013.6,
            42590.0,
            42707.1,
            43095.5,
            44349.7,
            45287.5,
            47132.2,
            47747.7,
            48299.9,
            49920.0,
            49694.6,
            51795.6,
            51880.4,
            52126.7,
            51646.0,
            52138.3,
            51775.6,
            52265.4,
            51848.0,
            51290.0,
            50748.2,
            51563.6,
            51731.4,
            54471.0,
            57038.6,
            62426.1,
            61149.9,
            62376.9
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/btc-bitcoin/ohlcv/today",
        "premium": "True",
        "IA": "Neutral"
    },
    {
        "name": "Ethereum",
        "description": {
            "EN": "Ethereum is an open-source, blockchain-based platform featuring smart contract functionality, enabling developers to build and deploy decentralized applications (dApps) with enhanced security, transparency, and automation capabilities.",
            "FR": "Ethereum est une plateforme open-source basee sur la blockchain, dotee d'une fonctionnalite de contrat intelligent, qui permet aux developpeurs de creer et de deployer des applications decentralisees (dApps) avec une securite, une transparence et des capacites d'automatisation accrues."
        },
        "symbol": "ETH",
        "paire": "ETH/USDT",
        "logo": "https://static.coinpaprika.com/coin/eth-ethereum/logo.png",
        "ohlcv_histo": [
            2282.99,
            2303.99,
            2309.22,
            2296.77,
            2289.67,
            2301.92,
            2372.56,
            2425.32,
            2419.76,
            2486.41,
            2500.19,
            2507.1,
            2659.68,
            2640.16,
            2774.9,
            2822.76,
            2801.91,
            2785.99,
            2880.81,
            2944.21,
            3015.62,
            2968.0,
            2971.26,
            2922.4,
            2992.66,
            3112.79,
            3175.94,
            3242.6,
            3382.91,
            3340.8,
            3432.92
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/eth-ethereum/ohlcv/today",
        "premium": "True",
        "IA": "Neutral"
    },
    {
        "name": "Binance Coin",
        "description": {
            "EN": "Binance Coin (BNB) is the native cryptocurrency of the Binance exchange platform, offering users discounted trading fees, participation in token sales, and various utilities within the expansive Binance ecosystem.",
            "FR": "Binance Coin (BNB) est la crypto-monnaie native de la plateforme d'echange Binance, offrant aux utilisateurs des frais de negociation reduits, la participation a des ventes de jetons et divers services au sein de l'ecosysteme etendu de Binance."
        },
        "symbol": "BNB",
        "paire": "BNB/USDT",
        "logo": "https://static.coinpaprika.com/coin/bnb-binance-coin/logo.png",
        "ohlcv_histo": [
            300.5,
            300.1,
            301.3,
            299.6,
            304.6,
            301.3,
            302.9,
            307.4,
            319.1,
            324.0,
            323.0,
            320.7,
            327.9,
            324.8,
            333.8,
            354.2,
            360.4,
            352.8,
            349.8,
            351.5,
            354.7,
            379.2,
            382.6,
            375.6,
            381.8,
            388.5,
            401.6,
            394.7,
            414.7,
            399.5,
            407.3
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/bnb-binance-coin/ohlcv/today",
        "premium": "False",
        "IA": "Achat"
    },
    {
        "name": "Solana",
        "description": {
            "EN": "Solana is a fast, decentralized blockchain platform that can process over 65,000 transactions per second, making it one of the fastest in the industry.",
            "FR": "Solana est une plateforme blockchain rapide et decentralisee qui peut traiter plus de 65 000 transactions par seconde, ce qui en fait l'une des plus rapides du secteur."
        },
        "symbol": "SOL",
        "paire": "SOL/USDT",
        "logo": "https://static.coinpaprika.com/coin/sol-solana/logo.png",
        "ohlcv_histo": [
            96.97,
            97.8,
            100.59,
            97.96,
            95.48,
            95.65,
            96.86,
            101.12,
            102.76,
            106.94,
            108.99,
            107.48,
            111.66,
            112.49,
            117.0,
            113.51,
            110.35,
            108.92,
            112.24,
            111.52,
            108.31,
            105.05,
            101.74,
            99.89,
            104.02,
            103.47,
            109.93,
            108.38,
            119.08,
            125.67,
            129.35
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/sol-solana/ohlcv/today",
        "premium": "True",
        "IA": "Vente"
    },
    {
        "name": "XRP",
        "description": {
            "EN": "Ripple is a real-time gross settlement system (RTGS), currency exchange, and remittance network built on a distributed ledger technology called XRP Ledger, facilitating fast, cost-effective, and global cross-border financial transactions among banks and payment providers.",
            "FR": "Ripple est un systeme de reglement brut en temps reel (RTGS), un reseau d'echange de devises et de transfert de fonds fonde sur une technologie de grand livre distribue appelee XRP Ledger, qui facilite les transactions financieres transfrontalieres rapides, rentables et globales entre les banques et les prestataires de services de paiement."
        },
        "symbol": "XRP",
        "paire": "XRP/USDT",
        "logo": "https://static.coinpaprika.com/coin/xrp-xrp/logo.png",
        "ohlcv_histo": [
            0.5033,
            0.506,
            0.5105,
            0.5186,
            0.5031,
            0.5067,
            0.505,
            0.5138,
            0.5146,
            0.5261,
            0.5238,
            0.5262,
            0.5314,
            0.5246,
            0.5378,
            0.562,
            0.5642,
            0.5495,
            0.5571,
            0.5627,
            0.5622,
            0.5491,
            0.541,
            0.5342,
            0.5449,
            0.5427,
            0.5506,
            0.586,
            0.5751,
            0.5867,
            0.601
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/xrp-xrp/ohlcv/today",
        "premium": "True",
        "IA": "Neutral"
    },
    {
        "name": "Cardano",
        "description": {
            "EN": "Cardano is a proof-of-stake blockchain platform designed for developing scalable, secure, and energy-efficient decentralized applications and systems, prioritizing rigorous academic research, evidence-based development, and regulatory compliance.",
            "FR": "Cardano est une plateforme blockchain a preuve d'enjeu conçue pour developper des applications et des systemes decentralises evolutifs, securises et economes en energie, en donnant la priorite a une recherche universitaire rigoureuse, a un developpement fonde sur des donnees probantes et a la conformite reglementaire."
        },
        "symbol": "ADA",
        "paire": "ADA/USDT",
        "logo": "https://static.coinpaprika.com/coin/ada-cardano/logo.png",
        "ohlcv_histo": [
            0.4978,
            0.5077,
            0.5147,
            0.5124,
            0.4931,
            0.4944,
            0.4982,
            0.5024,
            0.5304,
            0.5404,
            0.5516,
            0.5416,
            0.5592,
            0.5449,
            0.5768,
            0.6087,
            0.5986,
            0.6094,
            0.6191,
            0.6308,
            0.6218,
            0.5987,
            0.5858,
            0.5821,
            0.5969,
            0.5912,
            0.6191,
            0.6238,
            0.6288,
            0.6544,
            0.7194
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/ada-cardano/ohlcv/today",
        "premium": "True",
        "IA": "Neutral"
    },
    {
        "name": "Dogecoin",
        "description": {
            "EN": "Dogecoin is a lighthearted, meme-inspired cryptocurrency based on the popular Doge Shiba Inu dog image, utilizing a simplified Proof-of-Work algorithm, focusing on community building, tipping content creators, and promoting fun, inclusiveness, and positivity within the crypto space.",
            "FR": "Dogecoin est une crypto-monnaie legere, inspiree des memes et basee sur l'image populaire du chien Doge Shiba Inu. Elle utilise un algorithme simplifie de preuve de travail et se concentre sur le developpement de la communaute, la remuneration des createurs de contenu et la promotion du plaisir, de l'inclusion et de la positivite au sein de l'espace cryptographique."
        },
        "symbol": "DOGE",
        "paire": "DOGE/USDT",
        "logo": "https://static.coinpaprika.com/coin/doge-dogecoin/logo.png",
        "ohlcv_histo": [
            0.07875,
            0.07936,
            0.07928,
            0.07873,
            0.07831,
            0.07834,
            0.07847,
            0.08015,
            0.07985,
            0.08157,
            0.08142,
            0.08123,
            0.08224,
            0.08107,
            0.08548,
            0.08529,
            0.0859,
            0.08355,
            0.08518,
            0.08942,
            0.08614,
            0.08458,
            0.0841,
            0.0845,
            0.08614,
            0.08611,
            0.08921,
            0.09757,
            0.11582,
            0.11734,
            0.13925
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/doge-dogecoin/ohlcv/today",
        "premium": "False",
        "IA": "Vente"
    },
    {
        "name": "Avalanche",
        "description": {
            "EN": "Avalanche is a highly scalable, customizable, and rapidly finalizing layer-1 blockchain platform, empowering developers to create decentralized finance (DeFi) applications, enterprise solutions, and other innovative use cases while ensuring subsecond transaction confirmations and low costs through its unique consensus mechanism.",
            "FR": "Avalanche est une plateforme blockchain de couche 1 hautement evolutive, personnalisable et rapidement finalisee, permettant aux developpeurs de creer des applications financieres decentralisees (DeFi), des solutions d'entreprise et d'autres cas d'utilisation innovants tout en garantissant des confirmations de transactions subsecondes et des coûts faibles grâce a son mecanisme de consensus unique."
        },
        "symbol": "AVAX",
        "paire": "AVAX/USDT",
        "logo": "https://static.coinpaprika.com/coin/avax-avalanche/logo.png",
        "ohlcv_histo": [
            33.181,
            33.848,
            36.766,
            35.953,
            34.827,
            34.546,
            34.14,
            35.301,
            35.425,
            38.008,
            40.189,
            39.723,
            40.969,
            39.732,
            42.226,
            41.548,
            40.25,
            39.747,
            40.292,
            39.49,
            38.499,
            37.606,
            36.776,
            35.908,
            36.759,
            37.461,
            39.289,
            39.248,
            40.336,
            40.944,
            42.669
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/avax-avalanche/ohlcv/today",
        "premium": "True",
        "IA": "Neutral"
    },
    {
        "name": "TRON",
        "description": {
            "EN": "Tron is a decentralized, open-source blockchain platform fostering the creation and deployment of dApps, games, and digital assets, aiming to revolutionize entertainment industry by eliminating middlemen, reducing costs, and democratizing access to digital content globally.",
            "FR": "Tron est une plateforme blockchain decentralisee et open-source qui favorise la creation et le deploiement de dApps, de jeux et d'actifs numeriques, visant a revolutionner l'industrie du divertissement en eliminant les intermediaires, en reduisant les coûts et en democratisant l'acces au contenu numerique a l'echelle mondiale."
        },
        "symbol": "TRX",
        "paire": "TRX/USDT",
        "logo": "https://static.coinpaprika.com/coin/trx-tron/logo.png",
        "ohlcv_histo": [
            0.11226,
            0.11562,
            0.11625,
            0.11724,
            0.11842,
            0.11899,
            0.12103,
            0.12363,
            0.12191,
            0.12372,
            0.12435,
            0.12421,
            0.12499,
            0.12688,
            0.12959,
            0.13106,
            0.13286,
            0.13587,
            0.13517,
            0.13636,
            0.13924,
            0.13974,
            0.13898,
            0.13815,
            0.13742,
            0.13766,
            0.13983,
            0.1429,
            0.1421,
            0.14046,
            0.14151
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/trx-tron/ohlcv/today",
        "premium": "False",
        "IA": "Achat"
    },
    {
        "name": "Chainlink",
        "description": {
            "EN": "Chainlink is a decentralized oracle network providing reliable, secure, and tamper-proof connectivity between smart contracts on blockchains and external data sources, APIs, and off-chain computational services, thereby expanding their functionalities and enhancing real-world adoption.",
            "FR": "Chainlink est un reseau d'oracles decentralise qui fournit une connectivite fiable, securisee et inviolable entre les contrats intelligents sur les blockchains et les sources de donnees externes, les API et les services de calcul hors chaîne, elargissant ainsi leurs fonctionnalites et ameliorant l'adoption dans le monde reel."
        },
        "symbol": "LINK",
        "paire": "LINK/USDT",
        "logo": "https://static.coinpaprika.com/coin/link-chainlink/logo.png",
        "ohlcv_histo": [
            15.432,
            17.188,
            17.827,
            17.655,
            18.157,
            19.152,
            18.291,
            18.817,
            18.209,
            18.473,
            19.084,
            20.14,
            20.466,
            19.87,
            20.24,
            19.934,
            19.551,
            20.032,
            20.115,
            19.832,
            19.288,
            18.595,
            18.131,
            17.925,
            18.529,
            18.713,
            19.083,
            19.028,
            19.433,
            19.266,
            20.047
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/link-chainlink/ohlcv/today",
        "premium": "False",
        "IA": "Achat"
    },
    {
        "name": "Polkadot",
        "description": {
            "EN": "Polkadot is a multi-chain, heterogeneous sharded network allowing seamless communication and interoperability between different specialized blockchains, known as parachains, thus creating a unified, scalable, and flexible Web3 infrastructure for decentralized applications and services.",
            "FR": "Polkadot est un reseau heterogene a chaînes multiples permettant une communication et une interoperabilite transparentes entre differentes blockchains specialisees, connues sous le nom de parachains, creant ainsi une infrastructure Web3 unifiee, evolutive et flexible pour les applications et services decentralises."
        },
        "symbol": "DOT",
        "paire": "DOT/USDT",
        "logo": "https://static.coinpaprika.com/coin/dot-polkadot/logo.png",
        "ohlcv_histo": [
            6.655,
            6.792,
            6.946,
            6.824,
            6.666,
            6.735,
            6.807,
            6.94,
            7.015,
            7.197,
            7.198,
            7.099,
            7.339,
            7.359,
            7.649,
            7.778,
            7.65,
            7.704,
            7.86,
            8.027,
            7.73,
            7.469,
            7.481,
            7.562,
            7.82,
            7.923,
            8.108,
            8.365,
            8.343,
            8.262,
            8.662
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/dot-polkadot/ohlcv/today",
        "premium": "False",
        "IA": "Vente"
    },
    {
        "name": "Polygon",
        "description": {
            "EN": "Polygon (previously Matic Network) is a Layer-2 scaling solution for Ethereum, leveraging Plasma framework and PoS sidechains to enhance scalability, reduce gas fees, improve user experience, and enable faster, cheaper, and more eco-friendly transactions for decentralized applications and services.",
            "FR": "Polygon (anciennement Matic Network) est une solution de mise a l'echelle de la couche 2 pour Ethereum, qui s'appuie sur le cadre Plasma et les sidechains PoS pour ameliorer l'evolutivite, reduire les frais de gaz, ameliorer l'experience des utilisateurs et permettre des transactions plus rapides, moins cheres et plus respectueuses de l'environnement pour les applications et services decentralises."
        },
        "symbol": "MATIC",
        "paire": "MATIC/USDT",
        "logo": "https://static.coinpaprika.com/coin/matic-polygon/logo.png",
        "ohlcv_histo": [
            0.787,
            0.8111,
            0.7999,
            0.7849,
            0.7734,
            0.7804,
            0.8054,
            0.8344,
            0.8337,
            0.8531,
            0.8488,
            0.8355,
            0.8795,
            0.8537,
            0.89,
            0.8894,
            0.9514,
            0.9281,
            0.9992,
            0.9968,
            1.0223,
            0.9512,
            0.9927,
            0.9865,
            0.9942,
            0.9988,
            1.0588,
            1.0287,
            1.0087,
            1.0016,
            1.0249
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/matic-polygon/ohlcv/today",
        "premium": "False",
        "IA": "Achat"
    },
    {
        "name": "Shiba Inu",
        "description": {
            "EN": "Shiba Inu is a meme-inspired cryptocurrency project themed around the Shiba Inu dog breed, initially launched as a joke but gaining popularity due to its playful nature, strong community support, and potential utility as a decentralized, community-driven experiment in social media-fueled virality and value creation.",
            "FR": "Shiba Inu est un projet de crypto-monnaie inspire d'un meme et ayant pour theme la race de chien Shiba Inu. Lance a l'origine comme une blague, il a gagne en popularite en raison de son caractere ludique, du fort soutien de la communaute et de son utilite potentielle en tant qu'experience decentralisee et communautaire de viralite et de creation de valeur alimentee par les medias sociaux."
        },
        "symbol": "SHIB",
        "paire": "SHIB/USDT",
        "logo": "https://static.coinpaprika.com/coin/shib-shiba-inu/logo.png",
        "ohlcv_histo": [
            8.947e-06,
            9.03e-06,
            9.076e-06,
            9.109e-06,
            8.9e-06,
            8.905e-06,
            8.865e-06,
            9.071e-06,
            9.214e-06,
            9.391e-06,
            9.408e-06,
            9.404e-06,
            9.617e-06,
            9.466e-06,
            9.748e-06,
            9.87e-06,
            9.874e-06,
            9.623e-06,
            9.737e-06,
            9.896e-06,
            9.758e-06,
            9.552e-06,
            9.538e-06,
            9.517e-06,
            9.645e-06,
            9.666e-06,
            1.0063e-05,
            1.089e-05,
            1.1703e-05,
            1.2558e-05,
            1.6872e-05
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/shib-shiba-inu/ohlcv/today",
        "premium": "False",
        "IA": "Vente"
    },
    {
        "name": "Uniswap",
        "description": {
            "EN": "Uniswap is a leading decentralized exchange (DEX) protocol built on Ethereum, employing automated market making (AMM) algorithms and liquidity pools instead of traditional order books, enabling trustless, efficient, and self-governing swaps of ERC-20 tokens with minimal slippage and high capital efficiency.",
            "FR": "Uniswap est un protocole d'echange decentralise (DEX) de premier plan construit sur Ethereum, qui utilise des algorithmes de tenue de marche automatisee (AMM) et des pools de liquidites au lieu des carnets d'ordres traditionnels, permettant des echanges de jetons ERC-20 sans confiance, efficaces et autogeres avec un glissement minimal et une grande efficacite du capital."
        },
        "symbol": "UNI",
        "paire": "UNI/USDT",
        "logo": "https://static.coinpaprika.com/coin/uni-uniswap/logo.png",
        "ohlcv_histo": [
            5.999,
            6.046,
            6.136,
            6.109,
            5.978,
            6.005,
            6.276,
            6.392,
            6.313,
            6.653,
            6.63,
            6.678,
            6.835,
            6.683,
            6.884,
            7.499,
            7.445,
            7.767,
            7.657,
            7.698,
            7.56,
            7.393,
            7.358,
            11.4,
            11.259,
            11.144,
            10.612,
            10.829,
            10.923,
            11.127,
            11.564
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/uni-uniswap/ohlcv/today",
        "premium": "False",
        "IA": "Neutral"
    },
    {
        "name": "Litecoin",
        "description": {
            "EN": "Litecoin is a decentralized cryptocurrency based on blockchain technology, designed as a faster and more efficient alternative to Bitcoin, allowing users to make peer-to-peer transactions without intermediaries.",
            "FR": "Le Litecoin est une crypto-monnaie decentralisee basee sur la technologie blockchain, conçue comme une alternative plus rapide et plus efficace au Bitcoin, permettant aux utilisateurs d'effectuer des transactions de pair a pair sans intermediaire."
        },
        "symbol": "LTC",
        "paire": "LTC/USDT",
        "logo": "https://static.coinpaprika.com/coin/ltc-litecoin/logo.png",
        "ohlcv_histo": [
            66.77,
            67.54,
            68.03,
            68.83,
            66.96,
            67.69,
            68.28,
            68.63,
            70.54,
            70.64,
            70.8,
            71.53,
            72.83,
            68.96,
            69.82,
            69.75,
            70.58,
            69.96,
            70.79,
            71.3,
            69.64,
            68.9,
            68.8,
            68.8,
            70.38,
            70.15,
            71.91,
            74.0,
            74.48,
            79.93,
            84.9
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/ltc-litecoin/ohlcv/today",
        "premium": "False",
        "IA": "Vente"
    },
    {
        "name": "Cosmos",
        "description": {
            "EN": "Cosmos is a decentralized network of independent, parallel, and interconnected blockchains called zones, powered by the Interblockchain Communication Protocol (IBC), aiming to solve scalability issues, promote interoperability, streamline application development, and foster a harmonious ecosystem of connected sovereign chains.",
            "FR": "Cosmos est un reseau decentralise de blockchains independantes, paralleles et interconnectees, appelees zones, alimentees par le protocole de communication interblockchain (IBC), qui vise a resoudre les problemes d'evolutivite, a promouvoir l'interoperabilite, a rationaliser le developpement d'applications et a favoriser un ecosysteme harmonieux de chaînes souveraines connectees."
        },
        "symbol": "ATOM",
        "paire": "ATOM/USDT",
        "logo": "https://static.coinpaprika.com/coin/atom-cosmos/logo.png",
        "ohlcv_histo": [
            9.11,
            9.139,
            9.17,
            9.051,
            8.964,
            9.059,
            9.12,
            9.598,
            9.645,
            10.022,
            9.97,
            9.745,
            9.913,
            10.286,
            10.246,
            10.333,
            10.235,
            10.274,
            10.592,
            10.73,
            10.37,
            9.982,
            9.787,
            9.951,
            10.414,
            10.379,
            11.137,
            11.211,
            11.4,
            11.269,
            11.649
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/atom-cosmos/ohlcv/today",
        "premium": "False",
        "IA": "Neutral"
    },
    {
        "name": "The Graph",
        "description": {
            "EN": "The Graph is a decentralized indexing and querying protocol for blockchains such as Ethereum, IPFS, and Filecoin, enabling developers to efficiently retrieve specific data from on-chain events and state changes using standardized GraphQL queries, unlocking new possibilities for decentralized applications and services.",
            "FR": "The Graph est un protocole d'indexation et d'interrogation decentralise pour les blockchains telles qu'Ethereum, IPFS et Filecoin, qui permet aux developpeurs d'extraire efficacement des donnees specifiques a partir d'evenements sur la chaîne et de changements d'etat a l'aide de requetes GraphQL normalisees, ouvrant ainsi de nouvelles possibilites pour les applications et les services decentralises."
        },
        "symbol": "GRT",
        "paire": "GRT/USDT",
        "logo": "https://static.coinpaprika.com/coin/grt-the-graph/logo.png",
        "ohlcv_histo": [
            0.1546,
            0.1542,
            0.1561,
            0.1562,
            0.1522,
            0.1525,
            0.1591,
            0.1608,
            0.1643,
            0.1672,
            0.1705,
            0.1674,
            0.1749,
            0.1722,
            0.1799,
            0.1842,
            0.1937,
            0.216,
            0.2385,
            0.245,
            0.25,
            0.2816,
            0.2699,
            0.2651,
            0.2704,
            0.2892,
            0.2941,
            0.2797,
            0.2869,
            0.2814,
            0.3217
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/grt-the-graph/ohlcv/today",
        "premium": "False",
        "IA": "Neutral"
    },
    {
        "name": "Chiliz",
        "description": {
            "EN": "Chilliz is a blockchain-based platform that provides solutions for the sports and entertainment industry, enabling organizations to create their own branded fan tokens which can be used to engage with fans and offer unique experiences or rewards.",
            "FR": "Chilliz est une plateforme basee sur la blockchain qui fournit des solutions pour l'industrie du sport et du divertissement, permettant aux organisations de creer leurs propres jetons de fans de marque qui peuvent etre utilises pour s'engager avec les fans et offrir des experiences ou des recompenses uniques."
        },
        "symbol": "CHZ",
        "paire": "CHZ/USDT",
        "logo": "https://static.coinpaprika.com/coin/chz-chiliz/logo.png",
        "ohlcv_histo": [
            0.09988,
            0.10442,
            0.10225,
            0.10429,
            0.10051,
            0.09937,
            0.09996,
            0.1019,
            0.10056,
            0.10344,
            0.10141,
            0.10026,
            0.10176,
            0.09939,
            0.10407,
            0.10799,
            0.11801,
            0.11333,
            0.11382,
            0.12153,
            0.12548,
            0.11957,
            0.12721,
            0.12393,
            0.12609,
            0.12606,
            0.13822,
            0.14466,
            0.13827,
            0.14226,
            0.16147
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/chz-chiliz/ohlcv/today",
        "premium": "False",
        "IA": "Neutral"
    },
    {
        "name": "Singularity NET",
        "description": {
            "EN": "AGIX is an AI-focused cryptocurrency issued by SingularityNET, aiming to facilitate decentralized human-AI interaction and collaboration.",
            "FR": "AGIX, basée sur l'intelligence artificielle et émise par SingularityNET, vise à faciliter les interactions entre humains et systèmes d'IA décentralisés."
        },
        "symbol": "AGIX",
        "paire": "AGIX/USDT",
        "logo": "https://static.coinpaprika.com/coin/agix-singularitynet/logo.png",
        "ohlcv_histo": [
            0.2639,
            0.2641,
            0.27,
            0.2769,
            0.2757,
            0.2926,
            0.2892,
            0.2946,
            0.2898,
            0.3009,
            0.3023,
            0.299,
            0.3093,
            0.3059,
            0.3158,
            0.3214,
            0.3825,
            0.4619,
            0.4573,
            0.5386,
            0.566,
            0.6845,
            0.6872,
            0.7563,
            0.7397,
            0.7591,
            0.7258,
            0.6661,
            0.7373,
            0.7022,
            0.9065
        ],
        "ohlcv_today": "https://api.coinpaprika.com/v1/coins/agix-singularitynet/ohlcv/today",
        "premium": "False",
        "IA": "Neutral"
    }
]